{
  "page_not_found": "Page non trouvée",
  "something_went_wrong": "Quelque chose n'a pas bien fonctionné",
  "return_home": "Retour à l'accueil",

  "sign_in": "Se connecter",

  "error": {
    "security_token": "Jeton de sécurité invalide, ré-essayez dans quelques secondes.",
    "rate_limit": "Vous envoyez trop de requêtes ! Ré-essayez dans 5 minutes.",
    "write_something": "Ecrivez quelque chose...",
    "missing_password": "Ecrivez votre mot secret 🤫",
    "invalid_email": "Adresse e-mail invalide",
    "invalid_password": "Mot de passe invalide",
    "password_advices": "Utiliser 8 lettres majuscules et minuscules avec des caractères spéciaux",
    "missing_firstname": "Rajoutez au moins votre prénom ici",
    "missing_email": "Rentrer une adresse e-mail, il faut !",
    "missing_password_sign_up": "Un petit mot de passe unique ne ferait pas de mal",
    "vanity_used": "Votre nom d'utilisateur est déjà utilisé",
    "email_used": "Adresse e-mail déjà utilisée",
    "too_young": "Vous devez avoir au moins 15 ans"
  },

  "email": "Adresse e-mail",
  "password": "Mot de passe",
  "create_account": "Créer un compte",

  "next": "Suivant",
  "previous": "Précédent",
  "firstname": "Prénom",
  "lastname": "Nom de famille",
  "username": "Nom d'utilisateur",
  "phone": "Numéro de téléphone (facultatif)",
  "accept_our": "Vous acceptez nos",
  "and_our": "et notre",
  "tos": "CGU",
  "privacy_policy": "politique de confidentialité",

  "about": "À propos",
  "security": "Sécurité",
  "data": "Données",
  "oauth": "OAuth",
  "logout": "Se déconnecter",

  "terms_of_use": "Conditions Générales d'Utilisation",
  "date": "Date d’effet :",

  "terms": {
    "welcome": "Bienvenue sur Gravitalia ! Ces présentes conditions régissent l’utilisation des services proposés, incluant les interfaces de programmation (API) ainsi que les obligations légales de nos deux partis.",
    "description": "Gravitalia propose des lieux de partage, de mise en contact mais aussi des outils numériques ou physiques ayant pour but d’améliorer le respect de la vie privée.",
    "definitions": {
      "title": "Définitions",
      "we": "L’emploi des termes « nous », « notre », « nos » ou « Gravitalia » réfère à l'entitée Gravitalia, ses filiales et autres sociétés.",
      "user": "L’utilisation des termes « Utilisateur », « vous », « vos » font référence à vous-même, en tant que personne physique ou morale tandis que l’utilisation du terme « Utilisateurs » fait référence à l’ensemble des personnes inscrites (vous incluant le cas échéant).",
      "service": "L’usage du terme « Service » (incluant « Services ») fait référence à la fois, aux sites Web et produits de Gravitalia, mais aussi aux sites Web, produits et Services de ses filiales."
    },
    "notice": {
      "title": "Mentions légales",
      "host": "L’hébergeur de Gravitalia est Contabo sise au Aschauer Str. 32a, 81549 Munich en Allemagne.",
      "content": "L’hébergeur de contenus et sites est Cloudflare sise au 101 Townsend St, San Francisco, CA 94107, Etats-Unis."
    },
    "service_usage": {
      "title": "Utilisation de nos Services",
      "signed": "Les Services proposés ne sont disponibles qu’aux Utilisateurs ayant approuvés et signés ce contrat vous liant à Gravitalia ; dans le cas où vous ne souhaitez pas accepter ce contrat, il est impératif que vous fassiez la demande de suppression de compte (ou que vous ne créez pas de compte) via le Service prévu à cette effigie. Dans tous les cas, l’utilisation de nos Services doivent se faire dans le respect des lois de votre pays : vous devez être âgé de 13 ans (ou satisfaire la majorité numérique en vigueur dans votre pays). Dans le cas où vous utilisez les Services pour représenter un Etat, une société ou autre entité juridique, vous déclarez avoir les droits et être en accord avec ce présent contrat.",
      "age": "Dans le cas où l’âge de l’Utilisateur est inférieur à la majorité numérique de son pays (voir ci-dessus pour plus de précisions), l’accord de ses parents (quant à la création du compte et à l’approbation de cette présente charte) ou de son tuteur légal est requis."
    },
    "except": {
      "title": "Ce que vous pouvez attendre de nous",
      "services": "Nous mettons en place de multiples Services (des sites Internet, réseaux sociaux, applications...) pour vous satisfaire au mieux, tout en les améliorants, et tentons d’en développer de nouveaux. Malgré nos efforts pour éviter des pannes (de Services, d’approvisionnements...), nous sommes susceptibles, comme toute entreprise, de ne pas garantir un Service sans perturbations voire une intégrité totale des données ; nous ne pourrons être tenu responsable de ces problèmes."
    },
    "except_you": {
      "title": "Ce que nous attendons de vous",
      "description": "Nous souhaitons une coexistence entre nos Utilisateurs et ce, sans vitupération, dans le respect d’autrui. Pour ce faire, vous pouvez suivre les principes suivants :",
      "rules": [
        "- Respecter les lois en vigueur dans votre pays ;",
        "- Respecter la propriété intellectuelle et l'intégrité des auteurs et des personnes ;",
        "- Ne pas tenter d'interférer avec le bon fonctionnement du Service ;",
        "- Ne pas diffamer, insulter, frauder, harceler ou usurper l'identité d'autrui ;",
        "- Ne pas poster de contenu susceptible de nuire à l'image des personnes présentes ;",
        "- Ne pas publier de contenu divulguant des informations sensibles (santé, etc.) sur une personne ;",
        "- Ne pas publier de contenu raciste, sexiste, homophobe ou xénophobe ;"
      ],
      "sentence": "Gravitalia se réserve le droit d’anathématiser* tout Utilisateur n’ayant pas respecté les règles ci-dessus."
    },
    "api": {
      "title": "Conditions d’accès à l’API",
      "introduction": {
        "title": "a. Introduction",
        "welcome": "Nous souhaitons, bien évidemment, la bienvenue à tous les développeurs qui veulent enrichir l’expérience de nos Utilisateurs sur nos Services !",
        "security": "Pour parfaire vos idées et garantir la sécurité des données (même publiques) de nos Utilisateurs, il est important de lire ces quelques règles."
      },
      "restrictions": {
        "title": "b. Restrictions",
        "description": "Vous ne devez pas tenter de : (a) faire des analyses ayant pour finalité le traçage et/ou le profit ainsi que l’exploitation commerciale de ces données, (b) de tenter de faire de l’ingénieurerie inversé pour en tirer les codes sources privés (non <b>FOSS</b>), le savoir-faire ou les secrets commerciaux, (c) de reproduire, redistribuer, louer ou vendre l’accès à l’API, (d) d’accéder aux points de terminaison interdits (oauth.gravitalia.com)."
      },
      "data": {
        "title": "c. Respect des données",
        "privacy": "Dans le but d’améliorer le respect à la vie privée, nous demandons expressément le chiffrement des données confidentielles (adresse e-mail, numéro de téléphone...) dès lors qu’il est partagé SOUS ACCORD EXPRESS DE L’UTILISATEUR voire dans les cas où ces données ne servent pas un cadre de lecture explicite, le hachage de celles-ci.",
        "gdrp": "De plus, nous vous recommandons de respecter le RPGD, le CCPA/CCRA et le LGPD. Dans le cas de grosses applications ou de lourdes utilisations, il vous sera imposé de fournir une politique de confidentialité mais aussi, et s’en s’y limiter, une preuve du respect des réglementations, une liste exhaustive des données sauvegardées ainsi qu’une preuve d’identité."
      },
      "sanctions": {
        "title": "d. Sanctions",
        "description": "En cas de refus d’obtempérer à ces règles, des sanctions pourront être appliquées à votre encontre tel que la suspension de votre application, de votre compte Utilisateur voire le recours aux tribunaux compétents."
      }
    },
    "account": {
      "title": "Votre compte",
      "services": "Pour profiter des Services de manière continuelle, sans interruption ou blocage, vous devrez peut-être disposer d’un compte. La sécurité de ce compte vous incombe, vous devez fournir un mot de passe fort, vérifier si vos informations ont été compromises, etc. En cas de perte, vol ou préjudice lié à votre compte, nous ne pourrons pas être tenus responsables.",
      "contact": "De plus, il vous sera peut-être demandé des informations pour vous contacter (numéro de téléphone, adresse e-mail), des informations visant l’authentification (mot de passe) ou l’identification (nom d’utilisateur) ; pour plus d’informations, rendez-vous sur la page de confidentialité.",
      "responsible": "Vous êtes responsable de maintenir à jour vos coordonnées (adresse e-mail, par exemple). En cas d'impossibilité de vous joindre, nous considérerons que toutes les informations ont bien été envoyées. De même, nous considérerons que les communications effectuées depuis votre compte ou les coordonnées associées ont été effectuées par vous."
    },
    "your_content": {
      "title": "Votre contenu",
      "publish": "Certains de nos Services vous donnent la possibilité de publier du contenu (sous forme écrite, vidéographique, photographique ou autre), dès lors que vous envoyez ce contenu, vous nous laissez l’entier droit de le distribuer, conserver, copier et communiquer. De plus, vous nous affirmez et garantissez que vous avez l’entier droit sur cette œuvre. Cette licence est applicable à l’échelle mondiale, non exclusive, à titre gratuit et perpétuelle.",
      "suspend": "Nous nous réservons le droit de supprimer ou de bloquer temporairement ou définitivement votre contenu, si celui-ci est contraire à nos principes (cf. Ce que nous attendons de vous). Lors du blocage du contenu, un e-mail sera normalement envoyé à l’auteur, et celui-ci pourra demander à avoir une procédure révisée en envoyant un e-mail à"
    },
    "our_content": {
      "title": "Notre contenu",
      "description": "Nous pouvons autoriser l’utilisation de notre contenu pour des plateformes tierces mais nous conservons tous les droits de propriété intellectuelle. Vous n’êtes pas autorisé à masquer ou à modifier les logos et marques."
    },
    "other_content": {
      "title": "Autre contenu",
      "description": "Nous pouvons mettre à disposition du contenu qui ne nous appartiennent pas par le biais de plusieurs Services. Nous ne pouvons déléguer l’utilisation de contenu. Le contenu n’est pas altéré et peut ne pas refléter l’opinion de Gravitalia."
    },
    "cancellation": {
      "title": "Résiliation",
      "will": {
        "title": "Par votre volonté :",
        "description": "vous êtes libre de cesser d'utiliser les services fournis à tout moment et sans raison. Vous pouvez supprimer votre compte, ce qui rendra anonymes les données qu'il contient (voir la politique de confidentialité) ou désactiver votre compte, si cette option vous est offerte, ce qui suspendra tout traitement de vos informations personnelles ; cette désactivation n'entraîne pas la résiliation du présent accord."
      },
      "gravitalia": {
        "title": "Par Gravitalia :",
        "description": "nous nous réservons le droit de suspendre* votre compte ou votre accès (à un Service, un site, un logiciel...) avec ou sans préavis si nous estimons que votre compte, ou contenu ne respecte pas nos principes."
      }
    },
    "services": {
      "title": "Services fournis",
      "description": [
        "Les Services sont fournis « en l’État ». Si vous résidez en dehors des EEE ou du Royaume-Uni, vous acceptez que l’accès aux Services sont à vos propres risques et périls.",
        "NOUS (SOCIÉTÉ, AFFILIÉS) DÉCLINONS, DANS TOUTES LES MESURES PERMISES PAR LES LOIS, TOUTE GARANTIE EXPRESSE OU IMPLICITE QUANT À LA QUALITÉ MARCHANDE. LES SERVICES SONT MIS À DISPOSITION « EN L’ÉTAT ».",
        "Nous déclinons toutes responsabilités et obligations quant à la disponibilité, la sécurité et la fiabilité des Services."
      ]
    },
    "limitations": {
      "title": "Limitations et responsabilités",
      "description": [
        "Cette section peut ne pas s’appliquer dans certains pays ou régions comme l’EEE.",
        "Le présent contrat est soumis à la législation française.",
        "Les traductions ne sont données qu’à titre informatif, en cas de litige, seule la version française des contrats (Conditions Générales d’Utilisation et Politique de Confidentialité par exemple) pourra être utilisée et seuls les tribunaux français pourront être saisis pour régler ce contentieux.",
        "Gravitalia ne peut être tenu responsable des informations présentes sur son site ; les informations diffusées sont purement informatives et n’ont pas vocation à avoir des valeurs véridiques.",
        "Gravitalia ne peut être tenu responsable des fichiers téléchargés par l’Utilisateur. Cela inclut les virus ou autres logiciels infectant les ordinateurs/serveurs.",
        "Gravitalia cannot guarantee the integrity of the data and will not be liable for any incidental, special, exemplary or consequential damages, loss of profits, revenue, savings, business opportunities or customers, directly or indirectly.",
        "NOUS NE POURRONS PAS ÊTRE TENU RESPONSABLE DES CONTENUS ET DE LA CONDUITE DES UTILISATEURS DE NOS SERVICES ET CECI DE MANIÈRE EN LIGNE OU HORS-LIGNE.",
        "DANS LE CAS D’UN LITIGE, UN ACCORD À L’AMIABLE DEVRAIT ÊTRE ENTREPRIS AVANT TOUTE PLAINTE."
      ]
    },
    "note_bene": {
      "title": "Nota bene",
      "anathema": "* L'anathème employé sera, par exemple, une indexation sur un registre privé de suspension de compte.",
      "suspend": "* La suspension entraînera directement le processus d’anonymisation des données."
    }
  },

  "Privacy Policy": "Politique de confidentialité",
  "Welcome to Gravitalia! Before creating an account, it may be interesting to read and know how your data is used and processed.": "Bienvenue chez Gravitalia ! Avant de créer un compte, il peut être intéressant de lire et de savoir comment vos données sont utilisées et traitées.",
  "With us, we strive to guarantee: security, reliability and above all respect for private life! We do not resell anything and we do not use any data collected for advertising purposes!": "Chez nous, nous nous efforçons de garantir : la sécurité, la fiabilité et surtout le respect de la vie privée ! Nous ne revendons rien et nous n’utilisons aucune donnée récoltée à des fins publicitaires !",
  "The definitions described in the General Conditions of Use also apply here.": "Les définitions décrites dans les Conditions Générales d’Utilisation s’appliquent aussi ici.",

  "The account": "Le compte",
  "when you create a Gravitalia account, you provide us with personal information (e-mail address, password, surname, first name); you may also, optionally, provide a telephone number or a date of birth.": "lorsque vous créez un compte Gravitalia, vous nous fournissez des renseignements personnels (adresse e-mail, mot de passe, nom, prénom) ; vous pouvez aussi, facultativement, fournir un numéro de téléphone, ou une date de naissance.",

  "The content": "Le contenu",
  "As soon as you upload a publication (photograph, video, file, messages, written material in draft or non-draft form), the information entered is recorded for redistribution on the platforms. Voice or video calls, on the other hand, are not recorded, although a cover image may be temporarily saved.": "dès lors que vous mettez en ligne une publication (une photographie, une vidéo, un fichier, des messages, des écrits sous forme de brouillon ou non), les informations entrées sont enregistrées pour les redistribuer sur les plateformes. Les appels vocaux ou vidéos, quant à eux, ne sont pas enregistrés, même si une image de couverture peut être enregistrée temporairement.",

  "Payments": "Les paiements",
  "when you purchase (or offer) products or services, you may be asked to provide a valid payment method, as well as associated information, such as the holder's first and last name or billing address. In order to secure and facilitate the transaction, third-party services such as PayPal or Stripe will process this payment information. We may store certain payment information, such as invoices or the last four digits of the card number associated with the transaction.": "lorsque vous achetez (ou offrez) des produits ou services, vous pourriez être amené à fournir un mode de paiement valide, ainsi que de fournir des informations associées, tels que le nom, prénom ou encore adresse de facturation du détenteur. Afin de sécuriser et de faciliter la transaction, des services tiers comme PayPal ou Stripe seront amenés à traiter ces informations de paiement. Nous pouvons être amené à stocker certaines informations de paiement, tels que des factures ou les quatre derniers chiffres du numéro de la carte associée à la transaction.",

  "Your interactions": "Vos interactions",
  "we also collect data on your interactions. That is to say, platform publications (photography, written posts) liked, subscriptions (when you subscribe to a user), robots/applications you have created or authorized (to access your data), publications created, accounts blocked, groups you join or create, your connections to platforms, your purchases, as well as moderation decisions.": "nous sommes aussi menés à recueillir les données de vos interactions. C'est-à-dire, les publications sur les plateformes (photographie, posts écrits) aimées, les abonnements (quand vous vous abonnez à un utilisateur), les robots/applications que vous avez créé ou autorisé (à accéder à vos données), les publications créées, les comptes bloqués, les groupes que vous rejoignez ou créez, vos connexions aux plateformes, vos achats, ainsi que les décisions de modération.",

  "Other information": "Autres informations",
  "you may fill out a form or request verification of your account; when this happens, you may be asked to enter additional information about yourself or the organization you represent.": "il se peut que vous répondiez à un formulaire ou que vous demandez la vérification de votre compte ; quand ceci se produit, vous pouvez être invité à entrer des informations supplémentaires sur vous-même ou l’organisation que vous représentez.",

  "Your device": "Votre appareil",
  "we may also collect the IP address in order to ensure the security of Users and Services, for example by checking whether they are identical.": "nous pouvons aussi collecter l’adresse IP afin de garantir la sécurité des Utilisateurs et Services, en vérifiant si elles sont identiques, par exemple.",

  "Cookies": "Cookies",
  "we use cookies for security purposes, to store configuration information (chosen language, etc.) or connection information; in no case advertising cookies.": "nous utilisons les cookies à des fins sécuritaires, pour stocker des informations de paramétrage (langue choisie...) ou des informations de connexion ; en aucun cas des cookies publicitaires.",

  "To provide you with Services": "Vous fournir des Services",
  "we use the data you provide to ensure that our Services work the way we want them to. For example, when you write a post, or share a photograph, we need to process it (to check that the content complies with our rules) and store it (to then redistribute it to other Users, and to the Internet). We may also use this data to enhance the functionality of certain Services.": "nous utilisons les données fournies afin de vous garantir des Services qui fonctionnent comme nous le souhaitons. A titre d'exemple, lorsque vous écrivez un post, ou partagez une photographie, nous avons besoin de le traiter (pour vérifier que le contenu soit en accord avec nos règles) et de le stocker (pour ensuite le redistribuer aux autres Utilisateurs, et à Internet). Nous pouvons aussi utiliser ces données afin d'alimenter la fonctionnalité de certains Services.",

  "Guarantee security": "Garantir la sécurité",
  "in order to guarantee the safety of all Users, we are constantly striving to improve security. Some data may be analyzed to prevent misuse or use contrary to our rules/terms and conditions. For instance, the analysis of certain texts or photographs may be carried out by automatic learning.": " afin de garantir la sécurité de tous les Utilisateurs, nous nous efforçons d'améliorer la sécurité, et ce, de manière continue. Certaines données peuvent être analysées pour empêcher certaines utilisations abusives ou contraire à nos règles/conditions générales d'utilisation. En effet, l'analyse de certains textes ou de certaines photographies peuvent s'opérer par apprentissage automatique, par exemple.",

  "To contact you": "Pour vous contacter",
  "we use the information provided to keep in touch with you and inform you of changes that affect you but also to set up a system of double authentication.": "nous utilisons les informations fournies pour rester en contact avec vous et vous informer des changements qui vous impactent mais aussi pour mettre en place un système de double authentification.",

  "To provide service Customer": "Pour fournir un service client",
  "we use the information to answer your questions, investigate bugs, interact with you at convenient times, or otherwise.": "nous utilisons les informations pour répondre à vos questions, enquêter sur les bogues, interagir avec vous aux heures qui vous conviennent ou autre.",

  "Improve our service": "Améliorer notre service",
  "we use this information to understand the interactions, to improve our visibility as well as the accessibility of our Services.": "nous utilisons ces informations pour comprendre les interactions, d’améliorer notre visibilité ainsi que l’accessibilité de nos Services.",

  "Protect vital interests": "Protéger les intérêts vitaux",
  "we can use, collect and share data if we believe that the physical or psychological integrity of a person is at stake (i.e. a car accident, resolving an emergency medical situation).": "nous pouvons utiliser, recueillir et partager des données si nous pensons que l’intégrité physique ou psychique d’une personne est en jeu (i.e. un accident de voiture, résoudre une situation médicale d’urgence).",

  "With your consent": "Avec votre consentement",
  "when you authorize us to share your data with a third party or Users. Indeed, when you publish a photograph, or written content, we may, where your settings allow, disclose it to the web, i.e. publicly. In another case, when you purchase a good or service, the information may be transmitted to PayPal or Stripe to satisfy your request.": "dès lors que vous nous autorisez à partager vos données avec un tiers ou les Utilisateurs. En effet, lorsque vous publiez une photographie, ou un contenu écrit, nous pouvons, lorsque vos paramètres le permettent, le divulguer à la toile, c'est-à-dire de manière publique. Autre cas, lorsque vous achetez un bien ou service, les informations peuvent être transmises à PayPal ou Stripe pour satisfaire votre demande.",

  "When you share them": "Quand vous les partager",
  "by publishing content online, by providing public data (username, profile picture, etc.).": "en publiant un contenu en ligne, en renseignant des données publiques (nom d’utilisateur, photo de profil...).",

  "With our suppliers": "Avec nos fournisseurs",
  "we delegate certain parts of our Services to trusted third parties, which enable the processing of information (e.g. payment) or the cloud providers that host our data.": "nous déléguons certaines parties de nos Services à des tiers de confiance, qui permettent le traitement d’informations (de paiement par exemple) ou les fournisseurs de cloud qui hébergent nos données.",

  "For legal issues": "Pour des questions juridiques",
  "when we believe it is in the interests of Gravitalia and the User, we may transmit data when required by law, for example during an investigation. Although we strive to limit abusive legal requests.": "quand nous pensons qu'il est dans l'intérêt de Gravitalia et de l'Utilisateur, nous pouvons transmettre des données lorsque celles-ci sont requises par la loi, par exemple lors d'une enquête. Bien que nous nous efforçons de limiter les requêtes légales abusives.",

  "In case of emergency": "En cas d’urgence",
  "if we believe that the physical or psychological integrity of someone is at stake, we can transmit certain data, in good faith to the departments concerned.": "si nous pensons que l’intégrité physique ou psychique de quelqu’un est en jeu, nous pouvons transmettre certaines données, de bonne foi aux services intéressés.",

  "Merger, buyout of Gravitalia": "Fusion, rachat de Gravitalia",
  "in the event that Gravitalia is bought out, the data may be transmitted to its parent company.": "dans le cas où Gravitalia se fait racheter, les données pourront être transmises à sa société mère.",

  "Data is only processed within Europe and more specifically within the European Union. We believe that data should remain in a secure and regulated location, which is why it is processed in Germany (Frankfurt), France (Paris) or Ireland (Dublin). For security reasons, data may be stored at several locations in the European Union (fault tolerance, edge computing), but will remain just as secure.": "Les données sont traitées uniquement au sein de l'Europe et plus spécifiquement, au sein de l'Union européenne. Nous pensons que les données doivent rester dans un endroit sûr et réglementé, c'est pour cela qu'elles sont traitées en Allemagne (à Francfort), ou en France (à Paris), ou bien encore en Irlande (à Dublin). Pour des raisons de sécurité, les données peuvent être enregistrées à plusieurs endroits en Union européenne (tolérance aux pannes, informatique en périphérie de réseau), mais resteront tout aussi sécurisé.",

  "Data is kept for as long as is necessary for the purposes mentioned above. However, when we detect prolonged inactivity (approximately 5 years), an account deletion procedure may be initiated.": "Les données sont conservées aussi longtemps que nécessaire aux fins mentionnées ci-dessus. Néanmoins, lorsque nous détectons une inactivité prolongée (5 ans, environ), une procédure de suppression de compte peut être enclenchée.",
  "When the account deletion procedure is initiated, access to your account is restricted: you can no longer log in, but your data remains intact. No more Users can access your account information, which appears as deleted.": "Lorsque la procédure de suppression de compte est initiée, l'accès à votre compte est restreint : la connexion n'est plus possible, mais les données persistent. Plus aucun Utilisateur ne peut accéder aux informations de votre compte, qui apparait comme supprimé.",
  "After 30 days (following the procedure), the data begins to be deleted (username, avatar, biography, etc.), with only the data that is important for security being kept and anonymised (the \"vanity\" to prevent identity theft, and the encrypted e-mail address).": "Au bout de 30 jours (à la suite de la procédure), les données commencent à être supprimées (nom d'utilisateur, avatar, biographie...), seules les données ayant une importance pour la sécurité sont gardées et anonymisées (le \"vanity\" pour éviter l'usurpation d'identité, ainsi que l'adresse e-mail chiffrée).",

  "Safety is paramount with us! While no system is foolproof, we have strict standards for securing data.": "La sécurité est primordiale chez nous ! Même si aucun système n’est infaillible, nous avons des normes strictes quant à la sécurisation des données.",
  "First, sensitive data is either encrypted (if it must be usable in the future: phone number, email adress, or date of birth, for example) or hashed (if it must be very secure, and non-recoverable : password, for example).": "Premièrement, les données sensibles sont soit chiffrées (si elles doivent être utilisables dans le futur : numéro de téléphone, adresse e-mail, ou date de naissance, par exemple) soit hachées (si elles doivent être très sécurisées, et non récupérables : mot de passe, par exemple).",
  "Secondly, we put a minimum of security on the servers we use (firewalls, limited password attempts...) so that our critical infrastructures are not exposed too strongly.": "Deuxièmement, nous mettons un minimum de sécurité sur les serveurs que nous utilisons (pare-feu, tentatives de mots de passe limitées...) afin que nos infrastructures critiques ne soient pas exposées trop fortement.",
  "Also remember that all data transmitted between Gravitalia and you (and vice versa) is under the security padlock (HTTPS) which guarantees that the data is encrypted when in transit from your browser, through Cloudflare, and finally, to reach our servers.": "N’oubliez pas aussi que toutes les données transmises entre Gravitalia et vous (et vice-versa) sont sous le cadenas de sécurité (HTTPS) qui garantit que les données sont chiffrées lorsqu’elles transitent depuis votre navigateur, en passant par Cloudflare, et enfin, pour atteindre nos serveurs.",
  "But security is played on several tables! If you haven't already done so, you can add double authentication and even opt for a unique and strong password!": "Mais la sécurité se joue sur plusieurs tables ! Si cela n’est pas déjà fait, vous pouvez ajouter la double authentification et même opter pour un mot de passe unique et fort !",

  "We do not use your data for profit, nor resell it and even believe that the data must remain with the User.": "Nous n’utilisons pas vos données à but lucratif, ni les revendons et pensons même que les données doivent rester à l’Utilisateur.",
  "You are free to subscribe or unsubscribe from the various Services, communicate with whoever you want.": "Vous êtes libres de vous inscrire ou de vous désinscrire des différents Services, de communiquer avec qui vous voulez.",
  "You can choose, in the settings offered by each Service, whether or not to personalize your news feed. The personalization is done, not according to precise analyzes but simply from your “likes” (or button provided with this effigy).": "Vous pouvez choisir, dans les paramètres offerts par chaque Service, de personnaliser ou non votre fil d’actualité. La personnalisation se fait, non pas en fonction d’analyses précises mais simplement à partir de vos “j’aime” (ou bouton prévu à cet effigie).",

  "Each Service offers in the “Settings” a part (generally called “Data”) allowing you to access your:": "Chaque Service propose dans les “Paramètres” une partie (généralement nommée “Données”) vous permettant d’accéder à votre :",

  "Access right": "Droit d’accès",
  "which allows you to download the data collected about you. Please note that the information: banking, password and e-mail address are not provided when downloading the data.": "qui vous permet de télécharger les données recueillies à votre propos. Veuillez noter que les informations : bancaires, mot de passes et adresse e-mail ne sont pas fournies lors du téléchargement des données.",

  "Right to erasure": "Droit d’effacement",
  "which gives you the possibility to delete your account globally or individually. When this right is applied, your account is deleted within 1 month (recoverable account), except for accounts linked to each Service which is deleted instantly, then the personal data (username, password, IP address... ) excluding email address and \"vanity\".": "qui vous laisse la possibilité de supprimer votre compte globalement ou individuellement. Quand ce droit est appliqué, votre compte est supprimé sous 1 mois (compte récupérable), sauf pour les comptes liés à chaque Service qui est supprimé instantanément, puis les données personnelles (nom d’utilisateur, mot de passe, adresse IP...) hors adresse e-mail et \"vanity\".",

  "Right of rectification": "Droit de rectification",
  "you can modify at any time, via the “Settings” section, all the information collected about you.": "vous pouvez à tout moment modifié, via la section “Paramètres” toutes les informations récoltées vous concernant.",

  "Right to be forgotten": "Droit à l’oubli",
  "this right requires you to contact us by e-mail. Please include the right to be forgotten in the subject line of the e-mail and contact us via our e-mail address (provided below) with your identity card.": "ce droit requiert de nous contacter par mail. Veuillez rajouter dans l’objet du mail le droit à l’oubli et nous contacter via notre e-mail (fournit ci-dessous) munit de votre carte d’identité.",

  "Right of withdrawal": "Droit de retrait",
  "when you register, you accept and approve having read the contracts, however, you can decide at any time to stop your commitment. To do this, simply follow the instructions of the right to erasure; you can no longer use our Services if you no longer wish to comply with our contracts.": "lorsque vous vous inscrivez, vous acceptez et approuvez avoir lu les contrats néanmoins, vous pouvez à tout moment décider d’arrêter votre engagement. Pour ce faire, il vous suffit de suivre les instructions du droit d’effacement ; vous ne pouvez plus utiliser nos Services si vous ne souhaitez plus respecter nos contrats.",

  "You can contact us if you have any questions about this Privacy Policy. We look forward to hearing from you and helping you!": "Vous pouvez nous contacter si vous avez des questions concernant cette politique de confidentialité. Nous sommes à votre écoute et ravis de vous aider !",
  "You can also contact our DPO at the e-mail address below.": "Vous pouvez également contacter notre DPD à l'adresse ci-dessous.",
  "Enjoy using our Services!": "Bonne utilisation de nos Services !",

  "Contact us about confidentiality:": "Nous contacter sur la confidentialité :",
  "Contact our DPO:": "Contacter notre DPO :",
  "Other forms of contact:": "Autre forme de contact :",

  "Data we collect": "Les informations que nous collectons",
  "a. What you provide us with": "a. Ce que vous nous fournissez",
  "b. What we collect": "b. Ce que nous collectons",
  "How we use this data": "Comment nous utilisons ces données",
  "How we share your information": "Comment nous partageons vos renseignements",
  "International Data Transfers": "Transferts internationaux des données",
  "Data retention time": "Temps de conservation des données",
  "Data protection": "Protection des données",
  "Your choices about how your data is managed": "Vos choix sur la gestion de vos données",
  "Your rights": "Vos droits",
  "Contact us": "Nous contacter"
}
